tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Configurable static site generator
brew "hugo"
# Cryptography and SSL/TLS Toolkit
brew "openssl@1.1"
# Network authentication protocol
brew "krb5"
# Library for command-line editing
brew "readline"
# Command-line interface for SQLite
brew "sqlite"
# General-purpose data compression with high compression ratio
brew "xz"
# Keep your Mac's application settings in sync
brew "mackup"
# Execute binaries from Python packages in isolated environments
brew "pipx"
# Object-relational database system
brew "postgresql", restart_service: true
# Persistent key-value database, with built-in net interface
brew "redis"
# General-purpose lossless data-compression library
brew "zlib"
# App to build and share containerized applications and microservices
cask "docker"
# Client for the Dropbox cloud storage service
cask "dropbox"
# App for note taking, organizing, task lists, and archiving
cask "evernote"
# Web browser
cask "firefox"
# Screen color temperature controller
cask "flux"
# Web browser
cask "google-chrome"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# Office suite
cask "libreoffice"
# Collaboration platform for API development
cask "postman"
# IDE for professional Python development
cask "pycharm"
# Music streaming service
cask "spotify"
# Text editor for code, markup and prose
cask "sublime-text"
# Open-source code editor
cask "visual-studio-code"
