# Development

brew 'bash' # Latest Bash version

brew "zsh"
brew "git"

brew "postgresql", restart_service: true

brew "pyenv"
brew "pipx"

brew "node"
brew "redis"
brew "yarn"

cask "1password"
cask "1password-cli"
cask "docker"
cask "evernote"
cask "firefox"
cask "flux"
cask "iterm2"
cask "postman"
cask "pycharm"
cask "spotify"
cask "sublime-text"
