brew "pyenv"
brew "pipx"

# brew "node"
# brew "yarn"

brew "postgresql", restart_service: true
brew "redis"

cask "1password"
cask "1password-cli"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "iterm2"
cask "libreoffice"
cask "postman"
cask "pycharm"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
